Repository: bijuvarghese/MyWealth
Catalog: MyWealth/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, pt_br, zh_hans

source: Time for a quick financial check-in.
ar: حان الوقت لإجراء فحص مالي سريع.
de: Zeit für einen kurzen finanziellen Check-in.
es: Es hora de hacer un rápido control financiero.
fr: Il est temps de faire un bilan financier rapide.
hi: त्वरित वित्तीय जांच का समय।
pt_br: É hora de um rápido check-in financeiro.
zh_hans: 是时候进行快速财务登记了。

source: Time Left
ar: الوقت المتبقي
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
hi: समय शेष
pt_br: Tempo restante
zh_hans: 剩余时间

source: Time:
ar: الوقت:
de: Zeit:
es: Hora:
fr: Heure :
hi: समय:
pt_br: Tempo:
zh_hans: 时间：

source: Tin
ar: القصدير
de: Zinn
es: Estaño
fr: Étain
hi: टिन
pt_br: Estanho
zh_hans: 锡

source: Total (%@)
ar: الإجمالي (%@)
de: Gesamt (%@)
hi: कुल (%@)
zh_hans: 总计 (%@)

source: Total: %@
ar: الإجمالي: %@
de: Gesamt: %@
hi: कुल: %@
zh_hans: 总计：%@

source: Totals
ar: الإجماليات
de: Gesamtsummen
es: Totales
fr: Totaux
hi: कुल
pt_br: Totais
zh_hans: 总计

source: Track progress toward a target amount and date
ar: تتبع التقدم نحو المبلغ المستهدف والتاريخ
de: Verfolgen Sie den Fortschritt in Richtung eines Zielbetrags und -datums
es: Realizar un seguimiento del progreso hacia una fecha y un monto objetivo
fr: Suivre les progrès vers un montant et une date cibles
hi: लक्ष्य राशि और तारीख की ओर प्रगति को ट्रैक करें
pt_br: Acompanhe o progresso em direção a um valor e data alvo
zh_hans: 跟踪目标金额和日期的进度

source: Tracked privately with Wealth Map.
ar: يتم تتبعه بشكل خاص باستخدام Wealth Map.
de: Privat verfolgt mit Wealth Map.
es: Seguimiento privado con Wealth Map.
fr: Suivi en privé avec Wealth Map.
hi: Wealth Map के साथ निजी तौर पर ट्रैक किया गया।
pt_br: Rastreado em particular com Wealth Map.
zh_hans: 通过 Wealth Map 私下追踪。

source: Transfer Rates
ar: أسعار النقل
de: Übertragungsraten
es: Tarifas de transferencia
fr: Tarifs de transfert
hi: स्थानांतरण दरें
pt_br: Taxas de transferência
zh_hans: 传输率

source: troy oz
ar: تروي أوز
de: Feinunzen
es: oz troy
fr: once troy
hi: ट्रॉय ऑउंस
zh_hans: 金衡盎司

source: Turn on iCloud only if you want Apple iCloud backup and sync through your personal account.
ar: قم بتشغيل iCloud فقط إذا كنت تريد النسخ الاحتياطي والمزامنة لـ Apple iCloud من خلال حسابك الشخصي.
de: Aktivieren Sie iCloud nur, wenn Sie eine Apple iCloud-Sicherung und -Synchronisierung über Ihr persönliches Konto wünschen.
es: Active iCloud solo si desea realizar una copia de seguridad y sincronización de Apple iCloud a través de su cuenta personal.
fr: Activez iCloud uniquement si vous souhaitez sauvegarder et synchroniser Apple iCloud via votre compte personnel.
hi: iCloud को केवल तभी चालू करें जब आप Apple iCloud बैकअप और अपने व्यक्तिगत खाते के माध्यम से सिंक करना चाहते हों।
pt_br: Ative o iCloud apenas se desejar fazer backup do Apple iCloud e sincronizar através de sua conta pessoal.
zh_hans: 仅当您希望通过个人帐户进行 Apple iCloud 备份和同步时才打开 iCloud。

source: Type
ar: النوع
de: Typ
es: Tipo
hi: टाइप करें
pt_br: Tipo
zh_hans: 类型

source: Type:
ar: النوع:
de: Typ:
es: Tipo:
fr: Tapez :
hi: प्रकार:
pt_br: Tipo:
zh_hans: 类型：

source: Unable to refresh exchange rates. Showing the last saved rates.
ar: غير قادر على تحديث أسعار الصرف. إظهار آخر الأسعار المحفوظة.
de: Die Wechselkurse konnten nicht aktualisiert werden. Anzeige der zuletzt gespeicherten Tarife.
es: No se pueden actualizar los tipos de cambio. Mostrando las últimas tarifas guardadas.
fr: Impossible d'actualiser les taux de change. Affichage des derniers tarifs enregistrés.
hi: विनिमय दरों को ताज़ा करने में असमर्थ। अंतिम सहेजी गई दरें दिखा रहा है.
pt_br: Não foi possível atualizar as taxas de câmbio. Mostrando as últimas taxas salvas.
zh_hans: 无法刷新汇率。显示最后保存的费率。

source: Unable to refresh metal prices. Showing the last saved prices.
ar: غير قادر على تحديث أسعار المعادن. إظهار آخر الأسعار المحفوظة.
de: Metallpreise können nicht aktualisiert werden. Anzeige der zuletzt gespeicherten Preise.
es: No se pueden actualizar los precios de los metales. Mostrando los últimos precios guardados.
fr: Impossible d'actualiser les prix des métaux. Affichage des derniers prix enregistrés.
hi: धातु की कीमतें ताज़ा करने में असमर्थ। पिछली सहेजी गई कीमतें दिखा रहा हूँ.
pt_br: Não foi possível atualizar os preços dos metais. Mostrando os últimos preços salvos.
zh_hans: 无法刷新金属价格。显示最后保存的价格。

source: Unable to Save Goal
ar: غير قادر على حفظ الهدف
de: Das Ziel konnte nicht gespeichert werden
es: No se puede guardar el objetivo
fr: Impossible d'enregistrer l'objectif
hi: लक्ष्य सहेजने में असमर्थ
pt_br: Não foi possível salvar a meta
zh_hans: 无法保存目标

source: unavailable
ar: غير متاح
de: nicht verfügbar
es: no disponible
fr: indisponible
hi: अनुपलब्ध
pt_br: indisponível
zh_hans: 不可用

source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hi: अनुपलब्ध
pt_br: Indisponível
zh_hans: 不可用

source: Unit
ar: الوحدة
de: Einheit
es: Unidad
fr: Unité
hi: इकाई
pt_br: Unidade
zh_hans: 单位

source: Unnamed
ar: لم يذكر اسمه
de: Unbenannt
es: Sin nombre
fr: Sans nom
hi: अनाम
pt_br: Sem nome
zh_hans: 未命名

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mise à jour
hi: अद्यतन
pt_br: Atualização
zh_hans: 更新

source: Update Assets
ar: تحديث الأصول
de: Assets aktualisieren
es: Actualizar activos
fr: Mettre à jour les actifs
hi: संपत्ति अद्यतन करें
pt_br: Atualizar ativos
zh_hans: 更新资产

source: Update your asset values today.
ar: قم بتحديث قيم أصولك اليوم.
de: Aktualisieren Sie noch heute Ihre Vermögenswerte.
es: Actualice los valores de sus activos hoy.
fr: Mettez à jour la valeur de vos actifs aujourd'hui.
hi: आज ही अपनी संपत्ति का मूल्य अपडेट करें।
pt_br: Atualize os valores dos seus ativos hoje.
zh_hans: 立即更新您的资产价值。

source: Updated %@
ar: تم التحديث %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mise à jour %@
hi: अपडेट किया गया %@
pt_br: %@ atualizado
zh_hans: 更新%@

source: Uranium
ar: اليورانيوم
de: Uran
es: Uranio
hi: यूरेनियम
pt_br: Urânio
zh_hans: 铀

source: Validation error: %@
ar: خطأ في التحقق من الصحة: %@
de: Validierungsfehler: %@
es: Error de validación: %@
fr: Erreur de validation : %@
hi: सत्यापन त्रुटि: %@
pt_br: Erro de validação: %@
zh_hans: 验证错误：%@

source: Valuation Date
ar: تاريخ التقييم
de: Bewertungsdatum
es: Fecha de Valoración
fr: Date d'évaluation
hi: मूल्यांकन तिथि
pt_br: Data de Avaliação
zh_hans: 估价日期

source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
hi: मान
pt_br: Valor
zh_hans: 值

source: Value changes will appear here after this asset is updated.
ar: ستظهر تغييرات القيمة هنا بعد تحديث هذا الأصل.
de: Wertänderungen werden hier angezeigt, nachdem dieses Asset aktualisiert wurde.
es: Los cambios de valor aparecerán aquí después de que se actualice este recurso.
fr: Les modifications de valeur apparaîtront ici après la mise à jour de cet actif.
hi: इस संपत्ति के अद्यतन होने के बाद मूल्य परिवर्तन यहां दिखाई देंगे।
pt_br: As alterações de valor aparecerão aqui após a atualização deste ativo.
zh_hans: 此资产更新后，值更改将显示在此处。

source: Very liquid, but may limit growth
ar: سائلة جدًا، ولكنها قد تحد من النمو
de: Sehr flüssig, kann aber das Wachstum einschränken
es: Muy líquido, pero puede limitar el crecimiento.
fr: Très liquide, mais peut limiter la croissance
hi: बहुत तरल, लेकिन विकास को सीमित कर सकता है
pt_br: Muito líquido, mas pode limitar o crescimento
zh_hans: 流动性很强，但可能会限制增长

source: View Full History
ar: عرض التاريخ الكامل
de: Vollständigen Verlauf anzeigen
es: Ver historial completo
fr: Afficher l'historique complet
hi: पूरा इतिहास देखें
pt_br: Ver histórico completo
zh_hans: 查看完整历史记录

source: View more
ar: عرض المزيد
de: Mehr anzeigen
es: Ver más
fr: Voir plus
hi: और देखें
pt_br: Ver mais
zh_hans: 查看更多

source: Watch
ar: شاهد
de: Anschauen
es: Ver
fr: Regarder
hi: देखें
pt_br: Assistir
zh_hans: 手表

source: We'll skip reminders if you've recently updated your assets, and remind you if your portfolio hasn't been updated in a while.
ar: سنتخطى التذكيرات إذا قمت بتحديث أصولك مؤخرًا، ونذكرك إذا لم يتم تحديث محفظتك منذ فترة.
de: Wir überspringen Erinnerungen, wenn Sie Ihr Vermögen kürzlich aktualisiert haben, und erinnern Sie daran, wenn Ihr Portfolio längere Zeit nicht aktualisiert wurde.
es: Saltaremos los recordatorios si actualizó recientemente sus activos y le recordaremos si su cartera no se ha actualizado por un tiempo.
fr: Nous ignorerons les rappels si vous avez récemment mis à jour vos actifs et vous rappellerons si votre portefeuille n'a pas été mis à jour depuis un certain temps.
hi: यदि आपने हाल ही में अपनी संपत्ति अपडेट की है तो हम अनुस्मारक छोड़ देंगे, और यदि आपका पोर्टफोलियो कुछ समय से अपडेट नहीं हुआ है तो हम आपको याद दिलाएंगे।
pt_br: Iremos ignorar os lembretes se você tiver atualizado seus ativos recentemente e lembrá-lo se seu portfólio não for atualizado há algum tempo.
zh_hans: 如果您最近更新了资产，我们将跳过提醒；如果您的投资组合有一段时间没有更新，我们将提醒您。

source: Wealth Map does not require a separate account or bank login, and you can change this anytime in Settings.
ar: لا يتطلب Wealth Map حسابًا منفصلاً أو تسجيل دخول مصرفيًا، ويمكنك تغيير ذلك في أي وقت في الإعدادات.
de: Für Wealth Map ist kein separates Konto oder Bank-Login erforderlich, und Sie können dies jederzeit in den Einstellungen ändern.
es: Wealth Map no requiere una cuenta separada ni un inicio de sesión bancario, y puede cambiar esto en cualquier momento en Configuración.
fr: Wealth Map ne nécessite pas de compte ou de connexion bancaire distinct, et vous pouvez modifier cela à tout moment dans les paramètres.
hi: Wealth Map के लिए अलग खाते या बैंक लॉगिन की आवश्यकता नहीं है, और आप इसे सेटिंग्स में कभी भी बदल सकते हैं।
pt_br: Wealth Map não requer uma conta separada ou login bancário, e você pode alterar isso a qualquer momento em Configurações.
zh_hans: Wealth Map 不需要单独的帐户或银行登录，您可以随时在“设置”中更改此设置。

source: Wealth Map keeps records on this device unless you enable iCloud sync or export a backup.
ar: يحتفظ Wealth Map بالسجلات على هذا الجهاز ما لم تقم بتمكين مزامنة iCloud أو تصدير نسخة احتياطية.
de: Wealth Map speichert Aufzeichnungen auf diesem Gerät, es sei denn, Sie aktivieren die iCloud-Synchronisierung oder exportieren ein Backup.
es: Wealth Map mantiene registros en este dispositivo a menos que habilite la sincronización de iCloud o exporte una copia de seguridad.
fr: Wealth Map conserve des enregistrements sur cet appareil, sauf si vous activez la synchronisation iCloud ou exportez une sauvegarde.
hi: Wealth Map इस डिवाइस पर रिकॉर्ड रखता है जब तक कि आप iCloud सिंक सक्षम नहीं करते या बैकअप निर्यात नहीं करते।
pt_br: Wealth Map mantém registros neste dispositivo, a menos que você ative a sincronização do iCloud ou exporte um backup.
zh_hans: Wealth Map 会在此设备上保留记录，除非您启用 iCloud 同步或导出备份。

source: Wealth Map keeps your financial records on this device by default.
ar: يحتفظ Wealth Map بسجلاتك المالية على هذا الجهاز بشكل افتراضي.
de: Wealth Map speichert Ihre Finanzunterlagen standardmäßig auf diesem Gerät.
es: Wealth Map mantiene sus registros financieros en este dispositivo de forma predeterminada.
fr: Wealth Map conserve vos dossiers financiers sur cet appareil par défaut.
hi: Wealth Map आपके वित्तीय रिकॉर्ड को डिफ़ॉल्ट रूप से इस डिवाइस पर रखता है।
pt_br: Wealth Map mantém seus registros financeiros neste dispositivo por padrão.
zh_hans: Wealth Map 默认在此设备上保存您的财务记录。

source: Wealth Map update
ar: تحديث Wealth Map
es: Actualización Wealth Map
fr: Mise à jour Wealth Map
hi: Wealth Map अद्यतन
pt_br: Atualização Wealth Map
zh_hans: Wealth Map 更新

source: Wealth Map uses this currency as the anchor for your private net worth view.
ar: تستخدم Wealth Map هذه العملة كمرتكز لعرض صافي ثروتك الخاصة.
de: Wealth Map verwendet diese Währung als Anker für Ihre private Vermögensansicht.
es: Wealth Map utiliza esta moneda como ancla para su vista de patrimonio neto privado.
fr: Wealth Map utilise cette devise comme point d'ancrage pour votre vue de valeur nette privée.
hi: Wealth Map इस मुद्रा का उपयोग आपके निजी नेटवर्थ दृश्य के लिए एंकर के रूप में करता है।
pt_br: Wealth Map usa esta moeda como âncora para sua visão de patrimônio líquido privado.
zh_hans: Wealth Map 使用该货币作为您私人净值视图的锚点。

source: Weekly
ar: أسبوعيا
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
hi: साप्ताहिक
pt_br: Semanal
zh_hans: 每周

source: Weight
ar: الوزن
de: Gewicht
es: Peso
fr: Poids
hi: वजन
pt_br: Peso
zh_hans: 重量

source: What If
ar: ماذا لو
de: Was wäre, wenn
es: ¿Y si
fr: Et si
hi: क्या होगा यदि
pt_br: E se
zh_hans: 如果

source: What If...
ar: ماذا لو...
de: Was wäre, wenn...
es: ¿Y si...?
fr: Et si...
hi: क्या होगा अगर...
pt_br: E se...
zh_hans: 如果...

source: What is FIRE?
ar: ما هي النار؟
de: Was ist FEUER?
es: ¿Qué es el FUEGO?
fr: Qu'est-ce que le FEU ?
hi: आग क्या है?
pt_br: O que é FOGO?
zh_hans: 什么是火？

source: What one extra year of saving and growth is worth in real spending power.
ar: ما قيمة سنة إضافية من الادخار والنمو من حيث القدرة الشرائية الحقيقية.
de: Was ein zusätzliches Jahr des Sparens und Wachstums an echter Kaufkraft wert ist.
es: Lo que vale un año más de ahorro y crecimiento en poder adquisitivo real.
fr: Que vaut une année supplémentaire d'épargne et de croissance en pouvoir d'achat réel.
hi: बचत और वृद्धि का एक अतिरिक्त वर्ष वास्तविक खर्च करने की क्षमता के लिए कितना मूल्यवान है।
pt_br: Quanto vale um ano extra de poupança e crescimento em poder de compra real.
zh_hans: 额外一年的储蓄和增长对于实际消费能力来说是值得的。

source: Why Expenses Matter
ar: لماذا تعتبر النفقات مهمة
de: Warum Ausgaben wichtig sind
es: Por qué son importantes los gastos
fr: Pourquoi les dépenses sont importantes
hi: ख़र्चे क्यों मायने रखते हैं
pt_br: Por que as despesas são importantes
zh_hans: 为什么费用很重要

source: Year
ar: السنة
de: Jahr
es: Año
fr: Année
hi: वर्ष
pt_br: Ano
zh_hans: 年

source: Years
ar: سنة
de: Jahre
es: Años
fr: Années
hi: वर्ष
pt_br: Anos
zh_hans: 年

source: You can change this anytime in Settings.
ar: يمكنك تغيير هذا في أي وقت في الإعدادات.
de: Sie können dies jederzeit in den Einstellungen ändern.
es: Puedes cambiar esto en cualquier momento en Configuración.
fr: Vous pouvez modifier cela à tout moment dans les paramètres.
hi: आप इसे सेटिंग्स में कभी भी बदल सकते हैं।
pt_br: Você pode alterar isso a qualquer momento em Configurações.
zh_hans: 您可以随时在“设置”中更改此设置。

source: You can change this later in Settings.
ar: يمكنك تغيير هذا لاحقًا في الإعدادات.
de: Sie können dies später in den Einstellungen ändern.
es: Puedes cambiar esto más tarde en Configuración.
fr: Vous pourrez modifier cela ultérieurement dans Paramètres.
hi: आप इसे बाद में सेटिंग्स में बदल सकते हैं।
pt_br: Você pode alterar isso posteriormente em Configurações.
zh_hans: 您可以稍后在“设置”中更改此设置。

source: You have reached this goal.
ar: لقد وصلت إلى هذا الهدف.
de: Sie haben dieses Ziel erreicht.
es: Has alcanzado este objetivo.
fr: Vous avez atteint cet objectif.
hi: आप इस लक्ष्य तक पहुंच गए हैं।
pt_br: Você atingiu esse objetivo.
zh_hans: 你已经达到了这个目标。

source: Your base currency is always included, and you can reorder the rest anytime.
ar: يتم تضمين عملتك الأساسية دائمًا، ويمكنك إعادة طلب الباقي في أي وقت.
de: Ihre Basiswährung ist immer enthalten und Sie können den Rest jederzeit nachbestellen.
es: Su moneda base siempre está incluida y puede reordenar el resto en cualquier momento.
fr: Votre devise de base est toujours incluse et vous pouvez réorganiser le reste à tout moment.
hi: आपकी आधार मुद्रा हमेशा शामिल रहती है, और आप शेष मुद्रा को किसी भी समय पुनः व्यवस्थित कर सकते हैं।
pt_br: Sua moeda base está sempre incluída e você pode reordenar o restante a qualquer momento.
zh_hans: 始终包含您的基础货币，您可以随时重新订购其余货币。

source: Your numbers
ar: أرقامك
de: Ihre Zahlen
es: Tus números
fr: Vos numéros
hi: आपके नंबर
pt_br: Seus números
zh_hans: 你的号码

source: Your portfolio snapshot is waiting.
ar: لقطة محفظتك في انتظارك.
de: Ihr Portfolio-Schnappschuss wartet.
es: La instantánea de su cartera está esperando.
fr: L'instantané de votre portefeuille est en attente.
hi: आपका पोर्टफोलियो स्नैपशॉट प्रतीक्षा कर रहा है।
pt_br: O instantâneo do seu portfólio está aguardando.
zh_hans: 您的投资组合快照正在等待。

source: zero debt
ar: صفر ديون
de: Null Schulden
es: deuda cero
fr: zéro dette
hi: शून्य ऋण
pt_br: dívida zero
zh_hans: 零债务

source: Zinc
ar: الزنك
de: Zink
hi: जिंक
pt_br: Zinco
zh_hans: 锌
